Repository: Benbow/mica
Catalog: src/main/drupal/modules/mica/extensions/mica_studies/translations/mica_studies.*.po
Languages: fr

source: Access to data and samples
fr: Accès aux données et échantillons

source: Acronym
fr: Acronyme

source: Acronym of the study if applicable.
fr: Acronyme, si applicable

source: Age max
fr: Âge maximum

source: Age min
fr: Âge minimum

source: Authorising date
fr: Date de l'autorisation

source: Authorization Maelstrom
fr: Autorisation au programme Maelstrom

source: Authorization Specific
fr: Autorisation spécifique

source: Biological samples
fr: Échantillons Biologiques

source: Body
fr: Corps

source: Can this field have multiple values?
fr: Est-ce que ce champ peut avoir plusieurs valeurs?

source: Categories
fr: Catégories

source: City
fr: Ville

source: Comment
fr: Commentaire

source: Comments
fr: Commentaires

source: Complete name
fr: Nom complet

source: Contact Name
fr: Nom du contact

source: Countries
fr: Pays

source: Country
fr: Pays

source: Email
fr: Courriel

source: End year
fr: Dernière année

source: Ethnic origin
fr: Origine ethnique

source: For how many people have biological samples been collected?
fr: Combien de participants ont déjà fourni un échantillon biologique, duquel il sera possible d’extraire de l’ADN?

source: Gender
fr: Sexe

source: Health status
fr: État de santé

source: How is information obtained? (answer by yes or no, and specify if the information collection is cross sectional or if it involves repeated measurements)
fr: De quelles façons l’information est-elle recueillie ? (Si applicable, spécifier également si la collecte d’information est effectuée de façon transversale ou continue (impliquant des mesures répétées))

source: How many people are planned to be recruited? Or if the study is completed, what is the final number of participants?
fr: Combien de participants seront recrutés ? Ou, si le recrutement est terminé, quel est le nombre final de participants ?

source: How many people have joined the study?
fr: Combien de participants ont déjà été recrutés ?

source: How many people have provided or should provide biological samples, frolm which DNA could be extracted?
fr: Combien de participants ont fourni ou fourniront un échantillon biologique duquel il sera possible d’extraire de l’ADN?

source: If needed, supplementary information
fr: Information supplémentaire, si nécessaire

source: In date of
fr: En date du

source: Institution
fr: Organisation

source: Investigators
fr: Chercheurs

source: Marker paper describing your study
fr: Article de référence décrivant votre étude

source: Name of the person authorising the contribution to Maelstrom Research
fr: Nom de la personne qui complète ce formulaire et autorise la contribution à la plateforme MAELSTROM RESEARCH

source: Name of the person authorising the contribution to [SPECIFIC NETWORK]
fr: Nom de la personne qui complète ce formulaire et autorise la contribution à [SPECIFIC NETWORK]

source: No limits in the number of participants
fr: Nombre de participants non déterminé (Illimité)

source: No limits in the number of samples
fr: Nombre de participants avec échantillons non déterminé (Illimité)

source: Objectives
fr: Objectifs

source: Please specify
fr: Spécifier

source: Please specify type of tissues
fr: Spécifier le type de tissus

source: Postal Code
fr: Code postal

source: Specify the sources of recruitment
fr: Spécifier les sources de recrutement

source: Start year
fr: Année de départ

source: Street
fr: Rue

source: Telephone
fr: Téléphone

source: The study targets the recruitment of
fr: L’étude vise le recrutement de

source: Value Type
fr: Type de valeur

source: Website
fr: Site Web

source: What are the biological samples collected?
fr: Quels types d’échantillons sont recueillis ?

source: What are the inclusion criteria for participants’ selection
fr: Quels sont les critères d’inclusion pour la sélection des participants

source: What are the principal objectives of the study?
fr: Quels sont les principaux objectifs de l’étude?

source: What is the Web address where information on the study is made available?
fr: Adresse du Site Web Officiel de l’étude, si disponible?

source: What is the baseline design of the study
fr: Quel est le devis de l’étude?

source: Title
fr: Titre

source: Institution Name
fr: Nom de l'organisation

source: Study
fr: Étude

source: Name
fr: Nom

source: Main menu
fr: Menu principal

source: The <em>Main</em> menu is used on many sites to show the major sections of the site, often in a top navigation bar.
fr: Le <em>Menu principla</em> est utilisé sur plusieurs sites pour présenter les principales section du site, souvent dans une barre de navigation en haut de page.

source: Home
fr: Accueil

source: Studies
fr: Études

source: Master
fr: Vue principale

source: Apply
fr: Appliquer

source: Sort by
fr: Trier par

source: Items per page
fr: Items par page

source: - All -
fr: - Tout -

source: Offset
fr: Décalage

source: title
fr: titre

source: Data export
fr: Export Data

source: Country(ies)
fr: Pays

# body:study:label
source: Objectives
fr: Objectifs

# body:study:description
source: What are the principal objectives of the study?
fr: Quels sont les principaux objectifs de l’étude?

# field_access_other_sp:study:label
source: Please specify
fr: Spécifier

# field_acroym:study:label
source: Acronym
fr: Acronyme

# field_acroym:study:description
source: Acronym of the study if applicable.
fr: Acronyme de l'étude, si applicable

# field_age_max:study:label
source: Age max
fr: Âge maximum

# field_age_min:study:label
source: Age min
fr: Âge minimum

# field_authorising_date:study:label
source: Authorising date
fr: Date de l'autorisation

# field_authorising_date_m:study:label
source: Authorising date
fr: Date de l'autorisation

# field_authorising_person_name:study:label
source: Name of the person authorising the contribution to [SPECIFIC NETWORK]
fr: Nom de la personne qui complète ce formulaire et autorise la contribution à [SPECIFIC NETWORK]

# field_authorising_person_name_m:study:label
source: Name of the person authorising the contribution to Maelstrom Research
fr: Nom de la personne qui complète ce formulaire et autorise la contribution à la plateforme MAELSTROM RESEARCH

# field_authorization_maelstrom:study:label
source: Authorization Maelstrom
fr: AUtorisation au programme MAELSTROM

# field_authorization_specific:study:label
source: Authorization Specific
fr: Autorisation spécifique

# field_baseline_end_year:study:label
source: End year
fr: Dernière année

# field_baseline_start_year:study:label
source: Start year
fr: Année de départ

# field_bio_samples_management:study:label
source: Biological samples
fr: Échantillons biologiques

# field_bio_samples_management:study:description
source: What are the biological samples collected?
fr: Quels types d’échantillons sont recueillis ?

# field_comments:study:label
source: Comments
fr: Commentaires

# field_county:study:label
source: Countries
fr: Pays

# field_current_part_nb_date:study:label
source: In date of
fr: En date du

# field_current_participants_nb:study:label
source: How many people have joined the study?
fr: Combien de participants ont déjà été recrutés ?

# field_current_sam_supp_indo:study:label
source: If needed, supplementary information
fr: Information supplémentaire, si nécessaire

# field_current_samples_date:study:label
source: In date of
fr: En date du

# field_current_samples_nb:study:label
source: For how many people have biological samples been collected?
fr: Combien de participants ont déjà fourni un échantillon biologique, duquel il sera possible d’extraire de l’ADN?

# field_current_supp_info:study:label
source: If needed, supplementary information
fr: Information supplémentaire, si nécessaire

# field_data_sources:study:label
source: Data Sources
fr: Sources de données

# field_data_sources:study:description
source: How is information obtained? (answer by yes or no, and specify if the information collection is cross sectional or if it involves repeated measurements)
fr: De quelles façons l’information est-elle recueillie ? (Si applicable, spécifier également si la collecte d’information est effectuée de façon transversale ou continue (impliquant des mesures répétées))

# field_design:study:label
source: What is the baseline design of the study
fr: Quel est le devis de l’étude?

# field_design_other_sp:study:label
source: Please specify
fr: Spécifier

# field_ended_end_year:study:label
source: End year
fr: Dernière année

# field_ethnic_origin:study:label
source: Ethnic origin
fr: Origine ethnique

# field_followup_end_year:study:label
source: End year
fr: Dernière année

# field_followup_start_year:study:label
source: Start year
fr: Année de départ

# field_health_status:study:label
source: Health status
fr: État de santé

# field_investigator:study:label
source: Investigators
fr: Chercheurs

# field_marker_paper:study:label
source: Marker paper describing your study
fr: Article de référence décrivant votre étude

# field_no_limits_participants:study:label
source: No limits in the number of participants
fr: Nombre de participants non déterminé (Illimité)

# field_no_limits_samples:study:label
source: No limits in the number of samples
fr: Nombre de participants avec échantillons non déterminé (Illimité)

# field_partcipant_sel_supp_info:study:label
source: If needed, supplementary information
fr: Information supplémentaire, si nécessaire

# field_preparation_end_year:study:label
source: End year
fr: Dernière année

# field_preparation_start_year:study:label
source: Start year
fr: Année de départ

# field_recruitement_supp_info:study:label
source: If needed, supplementary information
fr: Information supplémentaire, si nécessaire

# field_recruitment:study:label
source: The study targets the recruitment of
fr: L’étude vise le recrutement de

# field_recruitment_other_sp:study:label
source: Please specify
fr: Spécifier

# field_recruitment_procedures:study:label
source: Specify the sources of recruitment
fr: Spécifier les sources de recrutement

# field_recruitment_supp_info:study:label
source: If needed, supplementary information
fr: Information supplémentaire, si nécessaire

# field_samples_man_other_sp:study:label
source: Please specify
fr: Spécifier

# field_samples_supp_info:study:label
source: If needed, supplementary information
fr: Information supplémentaire, si nécessaire

# field_select_criteria:study:label
source: What are the inclusion criteria for participants’ selection
fr: Quels sont les critères d’inclusion pour la sélection des participants

# field_selection_gender:study:label
source: Gender
fr: Sexe

# field_selection_others_sp:study:label
source: Please specify
fr: Spécifier

# field_status_supp_info:study:label
source: If needed, supplementary information
fr: Information supplémentaire, si nécessaire

# field_target_nb_supp_info:study:label
source: If needed, supplementary information
fr: Information supplémentaire, si nécessaire

# field_target_number_biosamples:study:label
source: How many people have provided or should provide biological samples, frolm which DNA could be extracted?
fr: Combien de participants ont fourni ou fourniront un échantillon biologique duquel il sera possible d’extraire de l’ADN?

# field_target_number_participants:study:label
source: How many people are planned to be recruited? Or if the study is completed, what is the final number of participants?
fr: Combien de participants seront recrutés ? Ou, si le recrutement est terminé, quel est le nombre final de participants ?

# field_tissues_sp:study:label
source: Please specify type of tissues
fr: Spécifier le type de tissus

# field_website:study:label
source: Website
fr: Site Web

# field_website:study:description
source: What is the Web address where information on the study is made available?
fr: Adresse du Site Web Officiel de l’étude, si disponible?

# title_field:study:label
source: Complete name
fr: Nom complet

# field_access_data:study:label
source: Data (questionnaire-derived, measured…)
fr: Données

# field_access_biosamples:study:label
source: Biological samples
fr: Échantillons biologiques

# field_access_other:study:label
source: Other
fr: Autre

# field_pubmedid:study:label
source: Pubmed Id
fr: Identifier Pubmed

# field_authorization_maelstrom:#allowed_values:0
source: No
fr: Non

# field_authorization_maelstrom:#allowed_values:1
source: Yes
fr: Oui

# field_authorization_specific:#allowed_values:0
source: No
fr: Non

# field_authorization_specific:#allowed_values:1
source: Yes
fr: Oui

# field_bio_samples_management:#allowed_values:blood
source: Blood
fr: Sang

# field_bio_samples_management:#allowed_values:cord_blood
source: Cord blood
fr: Sang de cordon

# field_bio_samples_management:#allowed_values:buccal_cells
source: Buccal cells
fr: Cellules buccales

# field_bio_samples_management:#allowed_values:tissues
source: Tissues
fr: Tissus

# field_bio_samples_management:#allowed_values:saliva
source: Saliva
fr: Salive

# field_bio_samples_management:#allowed_values:others
source: Others
fr: Autres

# field_data_sources:#allowed_values:questionnaires
source: Questionnaires to participants/respondents
fr: Questionnaires aux participants/répondants

# field_data_sources:#allowed_values:physical_measures
source: Physical measures
fr: Mesures physiques

# field_data_sources:#allowed_values:biological_samples
source: Biological samples
fr: Échantillons biologiques

# field_data_sources:#allowed_values:medical_paper
source: Direct access to participants medical paper files
fr: Accès direct aux dossiers médicaux

# field_data_sources:#allowed_values:health_databases
source: Electronic health databases (death or hospitalization registries, etc.)
fr: Bases de données électroniques de santé (Décès, hospitalisation, etc.)

# field_data_sources:#allowed_values:genealogical_recorde
source: Genealogical records
fr: Registres généalogiques

# field_data_sources:#allowed_values:others
source: Others
fr: Autres

# field_design:#allowed_values:case_control
source: Case-control study
fr: Cas-témoin

# field_design:#allowed_values:case_only
source: Case only study
fr: Étude de cas

# field_design:#allowed_values:clinical_trial
source: Clinical trial / intervention trial
fr: Essai clinique

# field_design:#allowed_values:cohort_study
source: Cohort study
fr: Cohorte/Étude longitudinale

# field_design:#allowed_values:cross_sectional
source: Cross-sectional prevalence study
fr: Étude transversale

# field_design:#allowed_values:registry
source: Registry
fr: Registre

# field_design:#allowed_values:other
source: Other
fr: Autre

# field_recruitment:#allowed_values:individuals
source: Individuals
fr: Individus

# field_recruitment:#allowed_values:families
source: Families (including twin studies, sibships and family based birth cohorts)
fr: Familles (Incluant les études de jumeaux et les cohortes de naissances ciblant la famille)

# field_recruitment:#allowed_values:other
source: Other
fr: Autre

# field_recruitment_procedures:#allowed_values:general_population
source: General population
fr: Population générale

# field_recruitment_procedures:#allowed_values:legacy_studies
source: Participants from legacy studies
fr: Participants provenant d’une autre étude

# field_recruitment_procedures:#allowed_values:specific_population
source: Specific population
fr: Population spécifique

# field_recruitment_procedures:#allowed_values:other
source: Other source
fr: Autre source

# field_select_criteria:#allowed_values:gravidity
source: Gravidity (pregnant women)
fr: Femmes enceintes

# field_select_criteria:#allowed_values:newborn
source: Newborn
fr: Nouveau-nés

# field_select_criteria:#allowed_values:twin
source: Twin
fr: Jumeaux

# field_select_criteria:#allowed_values:gender
source: Gender
fr: Sexe

# field_select_criteria:#allowed_values:age
source: Age
fr: Âge

# field_select_criteria:#allowed_values:countries
source: Country(ies) of residence
fr: Pays de résidence

# field_select_criteria:#allowed_values:ethnic
source: Ethnic origin
fr: Origine ethnique

# field_select_criteria:#allowed_values:health
source: Health status
fr: État de santé

# field_select_criteria:#allowed_values:others
source: Others
fr: Autres

# field_selection_gender:#allowed_values:men
source: Men
fr: Homme

# field_selection_gender:#allowed_values:women
source: Women
fr: Femme

# field_access_data:#allowed_values:0
source: No
fr: Non

# field_access_data:#allowed_values:1
source: Yes
fr: Oui

# field_access_biosamples:#allowed_values:0
source: No
fr: Non

# field_access_biosamples:#allowed_values:1
source: Yes
fr: Oui

# field_access_other:#allowed_values:0
source: No
fr: Non

# field_access_other:#allowed_values:1
source: Yes
fr: Oui
