Repository: Benbow/mica
Catalog: src/main/drupal/modules/mica/translations/mica.taxonomy.*.po
Languages: fr

# vocabulary:1:description
source: Forum navigation vocabulary
fr: Vocabulaire de navigation du forum

# vocabulary:4:name
source: Anthropometric structures
fr: Structures anthropométriques

# vocabulary:5:name
source: Body functions
fr: Fonctions organiques

# vocabulary:6:name
source: Body structures
fr: Structures anatomiques

# vocabulary:7:name
source: Data source
fr: Source de données

# vocabulary:8:name
source: Diseases history and related health problems
fr: Histoire des maladies et des problèmes de santé connexes

# vocabulary:11:name
source: Individual Participant Measures
fr: Mesures individuelles des participants

# vocabulary:12:name
source: Laboratory Measures
fr: Mesures de laboratoire

# vocabulary:13:name
source: Life habits/Behaviours
fr: Habitudes de vie/Comportements

# vocabulary:14:name
source: Measure
fr: Mesure

# vocabulary:15:name
source: Medical health interventions/Health services utilization
fr: Interventions médicales/Utilisation des services de santé

# vocabulary:16:name
source: Medication
fr: Médication

# vocabulary:9:name
source: Participant's early life/Childhood
fr: Naissance du participant/Enfance

# vocabulary:17:name
source: Perception of health/Quality of life
fr: Perception de la santé/Qualité de vie

# vocabulary:18:name
source: Period
fr: Période

# vocabulary:19:name
source: Physical environment
fr: Environnement physique

# vocabulary:20:name
source: Reproductive health and history
fr: Histoire et santé de la reproduction

# vocabulary:21:name
source: Social environment
fr: Environnement social

# vocabulary:22:name
source: Sociodemographic/Socioeconomic characteristics
fr: Caractéristiques sociodémographiques/socioéconomiques

# vocabulary:3:name
source: Source of Recruitment
fr: Source de recrutement

# vocabulary:2:name
source: Tags
fr: Étiquettes

# vocabulary:2:description
source: Use tags to group articles on similar topics into categories.
fr: Utilisez les étiquettes pour regrouper les articles sur des sujets similaires en catégories.

# vocabulary:23:name
source: Target
fr: Cible

# term:1:name
source: General discussion
fr: Discussion générale

# term:2:name
source: Weight
fr: Poids

# term:3:name
source: Height
fr: Taille

# term:4:name
source: Standing height
fr: Taille en position debout

# term:5:name
source: Sitting height
fr: Taille en position assise

# term:6:name
source: Body circumferences
fr: Circonférences du corps

# term:7:name
source: Waist circumference
fr: Circonférence de la taille

# term:8:name
source: Hip circumference
fr: Circonférence des hanches

# term:9:name
source: Bioimpedance
fr: Bioimpédance

# term:10:name
source: Bone density
fr: Densité osseuse

# term:11:name
source: Skinfold thickness
fr: Épaisseur du pli cutané

# term:12:name
source: Other antropometric structures
fr: Autres structures anthropométriques

# term:13:name
source: Handedness/Laterality
fr: Préférence manuelle/Latéralité

# term:14:name
source: Mental functions
fr: Fonctions mentales

# term:15:name
source: Intellectual functions
fr: Fonctions intellectuelles

# term:17:name
source: Cognitive functions
fr: Fontions cognitives

# term:18:name
source: Temperament and personality functions
fr: Fonctions du tempérament et de la personnalité

# term:19:name
source: Emotional functions
fr: Fonctions émotionnelles

# term:20:name
source: Anxiety/Depression
fr: Anxiété/Dépression

# term:21:name
source: Attention functions
fr: Fonctions de l'attention

# term:22:name
source: Memory functions
fr: Fonctions de la mémoire

# term:23:name
source: Psychomotor functions
fr: Fonctions psychomotrices

# term:24:name
source: Mental functions of language
fr: Fonctions mentales du language

# term:25:name
source: Calculation functions
fr: Fonctions du calcul

# term:26:name
source: Sensory functions and pain
fr: Fonctions sensorielles et douleur

# term:27:name
source: Seeing functions
fr: Fonctions visuelles

# term:28:name
source: Hearing functions
fr: Fonctions de l'audition

# term:29:name
source: Sensory functions related to temperature and other stimuli
fr: Fonctions sensorielles associées à la température et à d'autres stimulus

# term:30:name
source: Voice and speech functions
fr: Fonctions de la voix et de la parole

# term:31:name
source: Fluency and rhythm of speech functions
fr: Fonctions de fluidité et de rythme de la parole

# term:32:name
source: functions of the cardiovascular, haematological, immunological and respiratory systems
fr: Fonctions des systèmes cardiovasculaire, hématopoïétique, immunitaire et respiratoire

# term:33:name
source: Heart functions
fr: Fonctions du coeur

# term:34:name
source: Heart rate
fr: Fréquence cardiaque

# term:35:name
source: Heart rate at rest
fr: Fréquence cardiaque au repos

# term:36:name
source: Heart rate under stress
fr: Fréquence cardiaque à l'effort

# term:37:name
source: Electrical activity
fr: Activité électrique

# term:38:name
source: Blood vessel functions
fr: Fonctions des vaisseaux sanguins

# term:39:name
source: Vascular stiffness
fr: Rigidité vasculaire

# term:40:name
source: Carotid intima-media thickness
fr: Épaisseur intima-média de la carotide

# term:41:name
source: Blood pressure functions
fr: Fonctions de la pression artérielle

# term:42:name
source: Respiration functions
fr: Fonctions respiratoires

# term:43:name
source: Functions of the digestive, metabolic and endocrine systems
fr: Fonctions des systèmes digestif, métabolique et endocrinien

# term:44:name
source: Genitourinary and reproductive functions
fr: Fonctions génito-urinaires et reproductives

# term:45:name
source: Neuromusculoskeletal and movement-related functions
fr: Fonctions de l'appareil locomoteur et liées au mouvement

# term:46:name
source: Muscle functions
fr: Fonctions des muscles

# term:47:name
source: Grip strenght
fr: Force de la préhension des mains

# term:48:name
source: Movement functions
fr: Fontions liées au mouvement

# term:49:name
source: Reaction time
fr: Temps de réaction

# term:50:name
source: Sit and reach
fr: Test de flexion avant du tronc

# term:51:name
source: Mobility
fr: Mobilité

# term:52:name
source: Functions of the skin and related structures
fr: Fonctions de la peau et des structures associées

# term:53:name
source: Structures of the nervous systems
fr: Structures du système nerveux

# term:54:name
source: The eye, ear and related structures
fr: Oeil, oreille et structures annexes

# term:55:name
source: Structures involved in voice and speech
fr: Structures liées à la voix et à la parole

# term:56:name
source: Structures of the cardiovascular, immunological and respiratory systems
fr: Structures des systèmes cardiovasculaire, immunitaire et respiratoire

# term:57:name
source: Structures related to the digestive, metabolic and endocrine systems
fr: Structures liées aux systèmes digestif, métabolique et endocrinien

# term:58:name
source: Structures related to the genitourinary and reproductive systems
fr: Structures liées à l'appareil génito-urinaire

# term:59:name
source: Structures related to movement
fr: Structures liées au mouvement

# term:60:name
source: Skin and related structures
fr: Peau et structures annexes

# term:62:name
source: Physical measure
fr: Mesure physique

# term:63:name
source: Biosample
fr: Échantillon biologique

# term:64:name
source: Administrative database
fr: Base de données administratives

# term:65:name
source: Certain infectious and parasitic diseases
fr: Certaines maladies infectieuses et parasitaires

# term:66:name
source: Neoplasms
fr: Tumeurs

# term:67:name
source: Diseases of the blood and blood-forming organs and certain disorders involving the immune mechanism
fr: Maladies du sang et des organes hématopoïétiques et certains troubles du système immunitaire

# term:68:name
source: Endocrine, nutritional and metabolic diseases
fr: Maladies endocriniennes, nutritionnelles et métaboliques

# term:69:name
source: Mental and behavioural disorders
fr: Troubles mentaux et du comportement

# term:70:name
source: Diseases of the nervous system
fr: Maladies du système nerveux

# term:71:name
source: Diseases of the eye and adnexa
fr: Maladies de l'œil et de ses annexes

# term:72:name
source: Diseases of the ear and mastoid process
fr: Maladies de l'oreille et de l'apophyse mastoïde

# term:73:name
source: Diseases of the circulatory system
fr: Maladies de l'appareil circulatoire

# term:74:name
source: Diseases of the respiratory system
fr: Maladies de l'appareil respiratoire

# term:75:name
source: Diseases of the digestive system
fr: Maladies de l'appareil digestif

# term:76:name
source: Diseases of the skin and subcutaneous tissue
fr: Maladies de la peau et du tissu cellulaire sous-cutané

# term:77:name
source: Diseases of the musculoskeletal system and connective tissue
fr: Maladies du système ostéo-articulaire, des muscles et du tissu conjonctif

# term:78:name
source: Diseases of the genitourinary system
fr: Maladies de l'appareil génito-urinaire

# term:79:name
source: Pregnancy, childbirth and the puerperium
fr: Grossesse, accouchement et puerpéralité

# term:80:name
source: Certain conditions originating in the perinatal period
fr: Certaines affections dont l'origine se situe dans la période périnatale

# term:81:name
source: Congenital malformations, deformations and chromosomal abnormalities
fr: Malformations congénitales et anomalies chromosomiques

# term:82:name
source: Symptoms, signs and abnormal clinical and laboratory findings, not elsewhere classified
fr: Symptômes, signes et résultats anormaux d'examens cliniques et de laboratoire, non classés ailleurs

# term:83:name
source: Symptoms and signs involving the circulatory and respiratory systems
fr: Symptômes et signes relatifs aux appareils circulatoire et respiratoire

# term:84:name
source: Symptoms and signs involving the digestive system and abdomen
fr: Symptômes et signes relatifs à l'appareil digestif et à l'abdomen

# term:85:name
source: Symptoms and signs involving the skin and subcutaneous tissue
fr: Symptômes et signes relatifs à la peau et au tissu cellulaire sous-cutané

# term:86:name
source: Symptoms and signs involving the nervous and musculoskeletal systems
fr: Symptômes et signes relatifs aux systèmes nerveux et ostéo-musculaire

# term:87:name
source: Symptoms and signs involving the urinary system
fr: Symptômes et signes relatifs à l'appareil urinaire

# term:88:name
source: Symptoms and signs involving cognition, perception, emotional state and behaviour
fr: Symptômes et signes relatifs à la connaissance, la perception, l'humeur et le comportement

# term:89:name
source: Symptoms and signs involving speech and voice
fr: Symptômes et signes relatifs au langage et à la voix

# term:90:name
source: General symptoms and signs
fr: Symptômes et signes généraux

# term:91:name
source: Abnormal findings on examination of blood, without diagnosis
fr: Résultats anormaux de l'examen du sang, sans diagnostic

# term:92:name
source: Abnormal findings on examination of urine, without diagnosis
fr: Résultats anormaux de l'examen des urines, sans diagnostic

# term:93:name
source: Abnormal findings on examination of other body fluids, substances and tissues, without diagnosis
fr: Résultats anormaux de l'examen d'autres liquides, substances et tissus, sans diagnostic

# term:94:name
source: Abnormal findings on diagnostic imaging and in function studies, without diagnosis
fr: Résultats anormaux d'imagerie diagnostique et d'épreuves fonctionnelles, sans diagnostic

# term:95:name
source: Ill-defined and unknown causes of mortality
fr: Causes de mortalité mal définies et inconnues

# term:96:name
source: Injury, poisoning and certain other consequences of external causes
fr: Lésions traumatiques, empoisonnements et certaines autres conséquences de causes externes

# term:97:name
source: External causes of morbidity and mortality
fr: Causes externes de morbidité et de mortalité

# term:98:name
source: Newborn characteristics
fr: Caractéristiques du nouveau-né

# term:99:name
source: Birth weight
fr: Poids à la naissance

# term:100:name
source: Birth height
fr: Taille à la naissance

# term:101:name
source: Gestational age/Prematurity
fr: Âge gestationnel/Prématurité

# term:102:name
source: Newborn/Childhood health
fr: Naissance/Santé à l'enfance

# term:103:name
source: Day care/Preschool attendance
fr: Garderie/Prématernelle

# term:104:name
source: History of being breastfed
fr: Statut d'enfant allaité

# term:105:name
source: Occurrence/Status/Named category
fr: Occurence/Statut/Catégorie nommée

# term:106:name
source: Date/Time/Onset/Duration
fr: Date/Temps/Survenue/Durée

# term:107:name
source: Quantity/Frequency
fr: Quantité/Fréquence

# term:108:name
source: Localization
fr: Localisation

# term:109:name
source: Health Outcomes and Risk Factors Measures
fr: Issues en santé et mesures des facteurs de risque

# term:110:name
source: Physical Measures
fr: Mesures physiques

# term:111:name
source: Laboratory Measures
fr: Mesures du laboratoire

# term:112:name
source: SOPs related Measures
fr: Mesures liées aux SOPs

# term:113:name
source: Administrative Information
fr: Information administrative

# term:114:name
source: Biochemical Measures
fr: Mesures biochimiques

# term:115:name
source: Glucids
fr: Glucides

# term:116:name
source: Lipids
fr: Lipides

# term:117:name
source: Proteins
fr: Protéines

# term:118:name
source: Ions and Electrolytes
fr: Ions et électrolytes

# term:119:name
source: Vitamins
fr: Vitamines

# term:121:name
source: Hematology
fr: Hématologie

# term:122:name
source: Serology
fr: Sérologie

# term:123:name
source: Bacteriology/Parasitology
fr: Bactériologie/Parasitologie

# term:124:name
source: Pharmacology
fr: Pharmacologie

# term:125:name
source: Toxicology
fr: Toxicologie

# term:126:name
source: Tobacco use
fr: Usage du tabac

# term:127:name
source: Alcohol use
fr: Usage d'alcool

# term:128:name
source: Illicit drug use
fr: Usage de drogues illicites

# term:130:name
source: Food intake and frequency
fr: Consommation d'aliments et fréquence

# term:131:name
source: Milk products
fr: Produits laitiers

# term:132:name
source: Meat, eggs, fish and alternatives
fr: Viande, oeufs, poissons et substituts

# term:133:name
source: Vegetables and fruits
fr: Fruits et légumes

# term:134:name
source: Cereals, bread and starches
fr: Céréales, pain et produits de blé

# term:135:name
source: Sweet and baked goods
fr: Sucreries et pâtisseries

# term:136:name
source: Fat intake
fr: Consommation de lipides

# term:137:name
source: Water intake
fr: Consommation d'eau

# term:138:name
source: Beverages (other than water or alcohol)
fr: Brevages (autre que l'eau ou l'alcool)

# term:139:name
source: Salt and food supplement
fr: Supplément de repas et sel

# term:140:name
source: Caffeine
fr: Cafféïne

# term:141:name
source: Nutrional behaviours and perception of nutritional habits
fr: Comportements nutritionnels et perception des habitudes nutritionnelles

# term:142:name
source: Physical activity
fr: Activité physique

# term:143:name
source: Activities/Exercice and frequency
fr: Activités/Exercice et fréquence

# term:144:name
source: Perception of physical activity habits
fr: Perception des habitudes d'activité physique

# term:145:name
source: Weight-control behaviours
fr: Comportements liés au contrôle du poids

# term:146:name
source: Sleep behaviours
fr: Comportements liés au sommeil

# term:147:name
source: Sexual behaviours
fr: Comportements sexuels

# term:148:name
source: Travel history and habits
fr: Habitudes et histoire de voyage

# term:149:name
source: Binary
fr: Binaire

# term:150:name
source: Categorical ordered
fr: Catégoriel ordonné

# term:151:name
source: Categorical nominal
fr: Catégoriel nomial

# term:152:name
source: Continuous
fr: Continu

# term:153:name
source: Open text
fr: Texte ouvert

# term:154:name
source: Health services utilization
fr: Utilisation des services de santé

# term:155:name
source: Physical/Physiological therapeutic interventions
fr: Interventions thérapeutiques physiques et physiologiques

# term:156:name
source: Therapeutic interventions on the nervous system
fr: Interventions thérapeutiques sur le système nerveux

# term:157:name
source: Therapeutic interventions on the eyes and ocular adnexa
fr: Interventions thérapeutiques sur l’œil et ses annexes

# term:158:name
source: Therapeutic interventions on the ears and mastoid (process)
fr: Interventions thérapeutiques sur l'oreille et l'apophyse mastoïde

# term:159:name
source: Therapeutic interventions on the orocraniofacial unit
fr: Interventions thérapeutiques sur la région bucco-faciale

# term:160:name
source: Therapeutic interventions on the respiratory system
fr: Interventions thérapeutiques sur l'appareil respiratoire

# term:161:name
source: Therapeutic interventions on the cardiovascular system
fr: Interventions thérapeutiques sur l'appareil cardiovasculaire

# term:162:name
source: Therapeutic interventions on the lymphatic system
fr: Interventions thérapeutiques sur le système lymphatique

# term:163:name
source: Therapeutic interventions on the digestive and hepatobiliary tract
fr: Interventions thérapeutiques sur le tube digestif et les voies hépato-biliaires

# term:164:name
source: Therapeutic interventions on the genitourinary system
fr: Interventions thérapeutiques sur l'appareil génito-urinaire

# term:165:name
source: Therapeutic interventions on the musculoskelatal system
fr: Interventions thérapeutiques sur le système musculo-squelettique

# term:166:name
source: Therapeutic interventions on the skin, subcutaneous tissue, and breast
fr: Interventions thérapeutiques sur la peau, les tissus sous-cutanés et la poitrine

# term:167:name
source: Therapeutic interventions on body system NEC
fr: Interventions thérapeutiques sur le corps NCA

# term:168:name
source: Diagnostic interventions
fr: Interventions diagnostiques

# term:169:name
source: Diagnostic interventions on the nervous system
fr: Interventions diagnostiques sur le système nerveux

# term:170:name
source: Diagnostic interventions on the eyes and ocular adnexa
fr: Interventions diagnostiques sur l’œil et ses annexes

# term:171:name
source: Diagnostic interventions on the ears and mastoid (process)
fr: Interventions diagnostiques sur l'oreille et l'apophyse mastoïde

# term:172:name
source: Diagnostic interventions on the orocraniofacial unit
fr: Interventions diagnostiques sur la région bucco-faciale

# term:173:name
source: Diagnostic interventions on the respiratory system
fr: Interventions diagnostiques sur l'appareil respiratoire

# term:174:name
source: Diagnostic interventions on the cardiovascular system
fr: Interventions diagnostiques sur l'appareil cardiovasculaire

# term:175:name
source: Diagnostic interventions on the lymphatic system
fr: Interventions diagnostiques sur le système lymphatique

# term:176:name
source: Diagnostic interventions on the digestive and hepatobiliary tract
fr: Interventions diagnostiques sur le tube digestif et les voies hépato-biliaires

# term:177:name
source: Diagnostic interventions on the genitourinary system
fr: Interventions diagnostiques sur l'appareil génito-urinaire

# term:178:name
source: Diagnostic interventions on the musculoskelatal system
fr: Interventions diagnostiques sur le système musculo-squelettique

# term:179:name
source: Diagnostic interventions on the skin, subcutaneous tissue, and breast
fr: Interventions diagnostiques sur la peau, les tissus sous-cutanés et la poitrine

# term:180:name
source: Diagnostic interventions on body system NEC
fr: Interventions diagnostiques sur le système corporel NCA

# term:181:name
source: Diagnostic imaging interventions
fr: Interventions d'imagerie diagnostique

# term:182:name
source: Diagnostic imaging interventions on the nervous system
fr: Interventions d'imagerie diagnostique sur le système nerveux

# term:183:name
source: Diagnostic imaging interventions on the eyes and ocular adnexa
fr: Interventions d'imagerie diagnostique sur l’œil et ses annexes

# term:184:name
source: Diagnostic imaging interventions on the ears and mastoid (process)
fr: Interventions d'imagerie diagnostique sur l'oreille et l'apophyse mastoïde

# term:185:name
source: Diagnostic imaging interventions on the orocraniofacial unit
fr: Interventions d'imagerie diagnostique sur la région bucco-faciale

# term:186:name
source: Diagnostic imaging interventions on the respiratory system
fr: Interventions d'imagerie diagnostique sur l'appareil respiratoire

# term:187:name
source: Diagnostic imaging interventions on the cardiovascular system
fr: Interventions d'imagerie diagnostique sur l'appareil cardiovasculaire

# term:188:name
source: Diagnostic imaging interventions on the lymphatic system
fr: Interventions d'imagerie diagnostique sur le système lymphatique

# term:189:name
source: Diagnostic imaging interventions on the digestive and hepatobiliary tract
fr: Interventions d'imagerie diagnostique sur le tube digestif et les voies hépato-biliaires

# term:190:name
source: Diagnostic imaging interventions on the genitourinary system
fr: Interventions d'imagerie diagnostique sur l'appareil génito-urinaire

# term:191:name
source: Diagnostic imaging interventions on the musculoskelatal system
fr: Interventions d'imagerie diagnostique sur le système musculo-squelettique

# term:192:name
source: Diagnostic imaging interventions on the skin, subcutaneous tissue, and breast
fr: Interventions d'imagerie diagnostique sur la peau, les tissus sous-cutanés et la poitrine

# term:193:name
source: Diagnostic imaging interventions on body system NEC
fr: Interventions d'imagerie diagnostique sur le corps NCA

# term:194:name
source: Clinical laboratory interventions
fr: Interventions cliniques de laboratoire

# term:195:name
source: Obstetrical and fetal interventions
fr: Interventions obstétriques et fœtales

# term:196:name
source: Antepartum obstetrical interventions
fr: Interventions ante partum

# term:197:name
source: Termination of pregnancy
fr: Interruption de grossesse

# term:198:name
source: interventions on the fetus
fr: Interventions sur le fœtus

# term:199:name
source: interventions during labour (latent and active)
fr: Interventions au cours du travail et de l'accouchement

# term:200:name
source: Delivery (birthing) interventions
fr: Interventions lors de l'accouchement (Naissance)

# term:201:name
source: Postpartum obstetrical interventions
fr: Interventions post-partum

# term:202:name
source: Cognitive, psychosocial and sensory therapeutic interventions
fr: Interventions thérapeutiques cognitives, psychosociales et sensorielles

# term:203:name
source: Therapeutic interventions on the psyche (mental health)
fr: Interventions thérapeutiques pour la santé mentale

# term:204:name
source: Therapeutic interventions for interpersonal relationships
fr: Interventions thérapeutiques pour les relations interpersonnelles

# term:205:name
source: Therapeutic interventions for cognition and learning
fr: Interventions thérapeutiques pour la cognition et l'apprentissage

# term:206:name
source: Therapeutic interventions for communication
fr: Interventions thérapeutiques pour la communication

# term:207:name
source: Therapeutic interventions for hearing
fr: Interventions thérapeutiques pour l’audition

# term:208:name
source: Therapeutic interventions for voice
fr: Interventions thérapeutiques pour la voix

# term:209:name
source: Therapeutic interventions for sight and other senses NEC
fr: Interventions thérapeutiques pour la vue et les autres sens NCA

# term:210:name
source: Therapeutic interventions for motor functions
fr: Interventions thérapeutiques pour les fonctions motrices

# term:211:name
source: Other healthcare interventions
fr: Autres interventions médicales
