Repository: Benbow/mica
Catalog: src/main/drupal/modules/mica/translations/mica.taxonomy.*.po
Languages: fr

# term:212:name
source: Other healthcare interventions, personnal care
fr: Interventions de santé liées aux soins personnels

# term:213:name
source: Other healthcare interventions, service
fr: Interventions de santé liées aux services

# term:214:name
source: Other healthcare interventions, support activity
fr: Interventions de santé liées aux activités de soutien

# term:215:name
source: Other healthcare interventions, promoting health and preventing disease
fr: Interventions de santé liées à la promotion de la sant é et à la prévention des maladies

# term:216:name
source: Therapeutic interventions strengthening the immune system and/or genetic composition
fr: Interventions thérapeutiques renforçant le système immunitaire et/ou la composition génétique

# term:217:name
source: Medication Intake
fr: Consommation de médicaments

# term:218:name
source: Alimentary tract and metabolism
fr: Système digestif et métabolisme

# term:219:name
source: Blood and blood forming organs
fr: Sang et organes hématopoiétiques

# term:220:name
source: Cardiovascular system
fr: Système cardiovasculaire

# term:221:name
source: Dermatologicals
fr: Dermatologie

# term:222:name
source: Genito urinary system and sex hormones
fr: Système génito-urinaire et hormones sexuelles

# term:223:name
source: Systemic hormonal preparations, excl. Sex hormones and insulins
fr: Préparations systémiques hormonales, à l'exclusion des hormones sexuelles et des insulines

# term:224:name
source: Antiinfectives for systemic use
fr: Anti-infectieux à usage systémique

# term:225:name
source: Antineoplastic and immunomodulating agents
fr: Antinéoplasiques et agents immunomodulants

# term:226:name
source: Musculo-skeletal system
fr: Système musculo-squelettique

# term:227:name
source: Nervous system
fr: Système nerveux

# term:228:name
source: Antiparasitic products, insecticides and repellents
fr: Produits antiparasitaires, insecticides et répellants

# term:229:name
source: Respiratory system
fr: Système respiratoire

# term:230:name
source: Sensory organs
fr: Organes sensoriels

# term:231:name
source: Various
fr: Divers

# term:232:name
source: Adherence to medication
fr: Adhérence aux médicaments

# term:233:name
source: Perception of health
fr: Perception de la santé

# term:234:name
source: Quality of life
fr: Qualité de vie

# term:235:name
source: Currently
fr: Présentement

# term:236:name
source: Today
fr: Aujourd'hui

# term:237:name
source: Today and up to the last 12 months
fr: Dans la derniers 12 mois incluant aujourd'hui

# term:238:name
source: Today and up to more than the last 12 months
fr: Dans une période plus grande que les derniers 12 mois incluant aujourd'hui

# term:239:name
source: In the past
fr: Dans le passé

# term:240:name
source: Specific period of time in the past
fr: Période spécifique de temps dans le passé

# term:241:name
source: Specific point in the past
fr: Événement pontuel dans le passé

# term:242:name
source: Through all life
fr: Au cours de la vie entière

# term:244:name
source: Sunlight/UV exposure
fr: Rayons du soleil/Exposition UV

# term:245:name
source: Radio waves/Mobile phone use
fr: Ondes radio/Utilisation d'un téléphone cellulaire

# term:246:name
source: Noise/Vibrations
fr: Bruit/Vibrations

# term:247:name
source: Chemicals
fr: Substances chimiques

# term:248:name
source: Passive smoke exposure
fr: Exposition à la fumée secondaire

# term:249:name
source: Solvents
fr: Solvants

# term:251:name
source: Allergens
fr: Allergènes

# term:252:name
source: Housing characteristics
fr: Caractéristiques du logis

# term:253:name
source: Built environment/Neighborhood
fr: Environnement urbain/Entourage

# term:254:name
source: Others
fr: Autres

# term:255:name
source: Pregnancy
fr: Grossesse

# term:256:name
source: Parity/Gravidity
fr: Parité/Gravidité

# term:257:name
source: Pregnancy outcomes
fr: Issues liées à la grossesse

# term:258:name
source: Breast feeding
fr: Allaitement

# term:260:name
source: Menopause
fr: Ménopause

# term:261:name
source: Fertility and reproductive problems
fr: Fertilité et problèmes liés à la reproduction

# term:262:name
source: Number of children
fr: Nombre d'enfants

# term:263:name
source: Familial and social environment
fr: Environnement familial et social

# term:264:name
source: Working social environment
fr: Environnement social au travail

# term:265:name
source: Age/Birth date
fr: Âge/Date de naissance

# term:266:name
source: Gender
fr: Genre

# term:267:name
source: Birth location
fr: Lieu de naissance

# term:268:name
source: Ethnic background
fr: Origine ethnique

# term:271:name
source: Citizenship
fr: Citoyenneté

# term:272:name
source: Residence
fr: Résidence

# term:273:name
source: Household
fr: Ménage

# term:274:name
source: Marital/Partner status
fr: Statut conjuguale

# term:275:name
source: Structure of the household
fr: Structure du ménage

# term:276:name
source: Kinship
fr: Parenté

# term:277:name
source: Education level
fr: Niveau d'éducation

# term:278:name
source: Income
fr: Revenu

# term:279:name
source: Working status
fr: Statut de travail

# term:281:name
source: Participant's relative(s)
fr: parent(s) du participant

# term:282:name
source: Children
fr: Enfants

# term:285:name
source: Siblings
fr: Frères et soeurs

# term:286:name
source: Participant's partner
fr: Partenaire du participant

# term:287:name
source: General population
fr: Population générale

# term:288:name
source: Volunteer enrolment
fr: Enrollement volontaire

# term:289:name
source: Selected sample (e.g.: from governmental databases)
fr: Sous-échantillon (ex. bases de données gouvernementales)

# term:290:name
source: Participants from existing studies
fr: Participants d'études existantes

# term:291:name
source: Specific population
fr: Population spécifique

# term:292:name
source: Clinic patients
fr: Patients d'une clinique

# term:293:name
source: Members of specific association (professional association, patients network, etc)
fr: Membres d'une association spécifiques (association professionnelle, réseau de patients, etc)

# term:294:name
source: Other source
fr: Autre source
