Repository: Benbow/mica
Catalog: src/main/drupal/profiles/mica_standard/translations/mica_standard.*.po
Languages: fr

source: Mica standard profile installed
fr: Le profil standard de Mica est installé

source: Mica installation of tools for making a Study Consortium site: studies, search indexes, community tools and more.
fr: Installation Mica d'outils pour un site d'un consortium d'études: études, index de recherche, outils pour une communauté et plus.

source: Installation of Mica translations
fr: Installation des traductions de Mica

source: Apply Mica default permissions
fr: Application des permissions par défaut de Mica

source: Starting user permissions rebuild.
fr: Reconstruction des permissions des utilisateurs

source: Error while applying Mica permissions
fr: Une erreur s'est produite lors de l'application des permissions de Mica

source: Rebuilt user permissions for %module.
fr: Permissions reconstruites pour %module.

source: Import Mica default content
fr: Importation des données par défaut de Mica

source: Creating Mica default content
fr: Création du contenu par défaut de Mica

source: Error while importing Mica default content
fr: Une erreur est survenue lors de l'importation du contenu par défaut de Mica

source: Updating Mica translation.
fr: Mise-à-jour des traductions de Mica

source: Downloading and importing files.
fr: Téléchargement et importation de fichiers.

source: Error importing interface translations
fr: Une erreur est survenue lors de l'importation des traductions de l'interface

source: Mica French translations import finished.
fr: L'importation des traductions francaise est terminée.

source: Rebuild Mica user permissions finished
fr: Reconstruction des permissions des utilisateurs terminée

source: Welcome to Mica, a powerful software application used to create web portals for epidemiological study consortia. Using Mica, consortia can build personalized web sites for publishing their research activities and their membership. Mica includes many domain-specific features such as study catalogues, data dictionary browsers, on-line data access request forms, community tools (forums, events, news) and others. Moreover, Mica includes a powerful data search engine that allows authenticated researchers to perform distributed queries on the content of each individual study data collection hosted by the OBiBa Opal database software (www.obiba.org). Mica is based on the content management software Drupal (www.drupal.org) used by millions of websites worldwide. As such, a webmaster benefits from all the power and flexibility of Drupal, as well as the support of an extended developer community. Installing a site with Mica demo profile will help to illustrate its functionalities. This may serve as a good starting point for customizing your web portal.
fr: Bienvenue sur Mica, un outil ...

source: This section aims to inform researchers about the consortium data access policy and its committee. It provides a simple data request web form as an example of what can be achieved for managing researcher's requests. As usual, the content and the form of this section can be easily customized.
fr: Cette section permet d'informer les chercheurs...

source: This section aims to reflect the research activities generated by the consortium.
fr: Cette section permet de présenter les activités de recherches qui sont générées par le consortium

source: This page aims to display the consortium resources offered to the scientific community. Two kinds of resource are currently offered with the Mica default configuration: the <a href="?q=datasets">consortium datasets</a> and the <a href="?q=documents">consortium documents</a>.
fr: Cette page permet de présenter les resources que le consortium...

source: In planning the Consortium, the Scientific Planning Committee recognized the importance of generating a document that would be communicated widely, and contain sufficient information to allow funding agencies and scientists in many countries to make decisions on future participation. Incomplete scientific knowledge (such as tumor heterogeneity for many cancers), rapidly evolving technologies e.g., next generation sequencing technologies, diversity of funding mechanisms, and differences across nations in regards to informed consent and/or sharing of samples across international boundaries are examples of issues that were considered by the committee and its working groups. The approach adopted by the planning teams has been to define a limited number of principles that are central to participation in the project, and provide recommendations to readers based on what is considered “best practices” at the time of writing this document. The authors attempted to discriminate essential from recommended principles using the terms “policy” and “guideline”. <h2>What is a consortium policy?</h2> A consortium policy is a principle which consortium members agree to follow, during the course of the project. Although policies will likely be long-lasting, the Consortium will periodically review its policies. <h2>What is a consortium guideline?</h2> Consortium guidelines refer to recommendations made by Consortium working groups that offer advice as to what is believed to constitute “best practices” at a given time. Given the rapid evolution in technologies or new knowledge gleaned from the data generated by Consortium or other groups, it is expected that guidelines will evolve. It is also expected that approaches will need to vary based on tumor types, local laws, or other factors. In such cases, it is expected that Consortium members will be able to compare and explain differences in approaches, relative to Consortium guidelines. The Consortium has chosen to make most of its recommendations as guidelines rather than policies to allow flexibility in approaches and promote innovation. In this document, guidelines are often written in blue-shaded boxes. In this first document prepared by the Consortium, the authors strived to differentiate recommendations that are policy from those that are guidelines (even if some issues are clearly a mix of both). It is up to individual projects that join the Consortium to declare a clear plan, e.g., samples, criteria for being a sample, exons used, quality control, etc. Over time, the Consortium will generate best practices documents that will describe the current state-of-the-art, and propose modifications of the guidelines.
fr: Comité de planification scientifique...
